{"ix_to_word": {"2": "and", "3": "a", "4": "half", "5": "somersault", "6": "over", "7": "the", "8": "three", "9": "point", "10": "two", "11": "tariffs", "12": "always", "13": "so", "14": "pleased", "15": "to", "16": "get", "17": "that", "18": "first", "19": "one", "20": "out", "21": "of", "22": "way", "23": "it", "24": "looked", "25": "like", "26": "he", "27": "did", "28": "very", "29": "good", "30": "job", "31": "in", "32": "tight", "33": "platform", "34": "that's", "35": "part", "36": "danger", "37": "course", "38": "hit", "39": "water", "40": "nice", "41": "vertically", "42": "scores", "43": "coming", "44": "for", "45": "him", "46": "than", "47": "88", "48": "start", "49": "with", "50": "four", "51": "rejected", "52": "as", "53": "Rogers", "54": "just", "55": "managed", "56": "fold", "57": "underneath", "58": "make", "59": "little", "60": "beneath", "61": "try", "62": "those", "63": "shins", "64": "vertical", "65": "tuck", "66": "position", "67": "gets", "68": "through", "69": "somersaults", "70": "early", "71": "we", "72": "can", "73": "spot", "74": "plenty", "75": "nines", "76": "linear", "77": "they", "78": "drag", "79": "bubbles", "80": "down", "81": "them", "82": "create", "83": "best", "84": "possible", "85": "entry", "86": "least", "87": "splash", "88": "you'll", "89": "see", "90": "on", "91": "replays", "92": "which", "93": "I", "94": "should", "95": "emphasize", "96": "judges", "97": "don't", "98": "rolled", "99": "his", "100": "feet", "101": "error", "102": "never", "103": "miss", "104": "certainly", "105": "seem", "106": "twisting", "107": "okay", "108": "spots", "109": "now", "110": "roll", "111": "no", "112": "chance", "113": "there", "114": "are", "115": "looking", "116": "tightness", "117": "either", "118": "tucked", "119": "all", "120": "Pike's", "121": "how", "122": "close", "123": "you", "124": "your", "125": "torso", "126": "thighs", "127": "really", "128": "bunched", "129": "up", "130": "he's", "131": "giving", "132": "few", "133": "points", "134": "popular", "135": "starting", "136": "dive", "137": "gives", "138": "at", "139": "home", "140": "compare", "141": "well", "142": "it's", "143": "performed", "144": "closeness", "145": "board", "146": "is", "147": "unnerving", "148": "times", "149": "isn't", "150": "yeah", "151": "know", "152": "think", "153": "was", "154": "still", "155": "bent", "156": "hips", "157": "entered", "158": "wasn't", "159": "quite", "160": "hadn't", "161": "come", "162": "concern", "163": "tidy", "164": "72", "165": "Sakharov", "166": "Timofey", "167": "older", "168": "chick", "169": "from", "170": "maybe", "171": "slightly", "172": "under", "173": "rotating", "174": "opposed", "175": "Ortega", "176": "who", "177": "overcooked", "178": "bit", "179": "loss", "180": "leg", "181": "form", "182": "ankles", "183": "came", "184": "apart", "185": "sounds", "186": "have", "187": "spotted", "188": "what", "189": "if", "190": "couldn't", "191": "lock", "192": "themselves", "193": "together", "194": "actually", "195": "twice", "196": "galperin", "197": "sir", "198": "standing", "199": "moment", "200": "but", "201": "we're", "202": "expecting", "203": "Chinese", "204": "competitors", "205": "here", "206": "do", "207": "wonderful", "208": "graceful", "209": "absolutely", "210": "ripped", "211": "barely", "212": "drags", "213": "eight", "214": "seven", "215": "won't", "216": "be", "217": "too", "218": "effort", "219": "youngest", "220": "Australian", "221": "team", "222": "Delhi", "223": "Commonwealth", "224": "Games", "225": "15", "226": "top", "227": "quickly", "228": "perhaps", "229": "opening", "230": "sevens", "231": "entitle", "232": "nervous", "233": "frightening", "234": "Lee", "235": "young", "236": "some", "237": "these", "238": "an", "239": "age", "240": "range", "241": "right", "242": "into", "243": "30s", "244": "Peter", "245": "cash", "246": "consider", "247": "degree", "248": "difficulty", "249": "going", "250": "help", "251": "execution", "252": "not", "253": "perfect", "254": "lower", "255": "tariff", "256": "dives", "257": "got", "258": "executed", "259": "spot-on", "260": "more", "261": "margin", "262": "higher", "263": "difficult", "264": "obviously", "265": "want", "266": "different", "267": "sort", "268": "square", "269": "were", "270": "twisted", "271": "ankle", "272": "again", "273": "catch", "274": "look", "275": "only", "276": "Claire", "277": "crashed", "278": "hardly", "279": "miserable", "280": "era", "281": "knees", "282": "pike", "283": "there's", "284": "problems", "285": "errors", "286": "mean", "287": "sound", "288": "negative", "289": "about", "290": "great", "291": "divers", "292": "though", "293": "Olympics", "294": "because", "295": "they're", "296": "world's", "297": "when", "298": "trying", "299": "reflect", "300": "bond", "301": "many", "302": "identifiable", "303": "Eastern", "304": "European", "305": "powerfully", "306": "built", "307": "does", "308": "tend", "309": "give", "310": "impression", "311": "almost", "312": "muscular", "313": "incredibly", "314": "slight", "315": "whippy", "316": "air", "317": "yes", "318": "less", "319": "mass", "320": "entering", "321": "better", "322": "often", "323": "thank", "324": "rolling", "325": "park", "326": "Busan", "327": "Korea", "328": "had", "329": "successful", "330": "Asian", "331": "its", "332": "third", "333": "synchro", "334": "3-meter", "335": "springboard", "336": "equals", "337": "seventh", "338": "mark", "339": "take", "340": "long", "341": "time", "342": "positions", "343": "huge", "344": "amount", "345": "sense", "346": "32", "347": "question", "348": "getting", "349": "this", "350": "evening", "351": "wonder", "352": "stray", "353": "thoughts", "354": "mind", "355": "solid", "356": "until", "357": "kicked", "358": "caught", "359": "short", "360": "large", "361": "such", "362": "giveaway", "363": "split", "364": "most", "365": "doesn't", "366": "upset", "367": "much", "368": "sidon", "369": "buy", "370": "has", "371": "paid", "372": "Mexico", "373": "or", "374": "crowd", "375": "appreciated", "376": "their", "377": "instant", "378": "experts", "379": "everyone", "380": "learn", "381": "pick", "382": "important", "383": "leave", "384": "call", "385": "RIP", "386": "then", "387": "hear", "388": "47", "389": "K", "390": "stone", "391": "six", "392": "lightest", "393": "spin", "394": "speed", "395": "rotations", "396": "earnt", "397": "far", "398": "diver", "399": "leading", "400": "eighty", "401": "nine", "402": "German", "403": "Sanchez", "404": "McCormick", "405": "Canada", "406": "Riley", "407": "second", "408": "didn't", "409": "final", "410": "Beijing", "411": "finished", "412": "16th", "413": "aim", "414": "will", "415": "tonight", "416": "tomorrow", "417": "morning", "418": "being", "419": "father", "420": "would", "421": "he'll", "422": "turn", "423": "21", "424": "couple", "425": "weeks", "426": "made", "427": "73", "428": "5", "429": "leaves", "430": "lots", "431": "interest", "432": "our", "433": "Matthew", "434": "Mitchum", "435": "big", "436": "man", "437": "me", "438": "star", "439": "Australia", "440": "sure", "441": "face", "442": "been", "443": "pre-olympic", "444": "publicity", "445": "defending", "446": "champion", "447": "even", "448": "admit", "449": "ever", "450": "tiny", "451": "rotation", "452": "male", "453": "win", "454": "Olympic", "455": "gold", "456": "medal", "457": "diving", "458": "since", "459": "1924", "460": "-", "461": "years", "462": "ago", "463": "spectacular", "464": "fashion", "465": "[Applause]", "466": "back", "467": "twists", "468": "everything", "469": "pretty", "470": "tightly", "471": "tardily", "472": "gonna", "473": "marks", "474": "mervich", "475": "anything", "476": "80s", "477": "experienced", "478": "competitor", "479": "twist", "480": "piped", "481": "bring", "482": "experience", "483": "ninth", "484": "Athens", "485": "Oh", "486": "wrong", "487": "Francesco", "488": "confidence-building", "489": "need", "490": "build", "491": "varying", "492": "degrees", "493": "semi-final", "494": "benchmark", "495": "progress", "496": "achievement", "497": "yourself", "498": "Christopher", "499": "SQL", "500": "23", "501": "old", "502": "trains", "503": "Malmo", "504": "bothered", "505": "seventy", "506": "ten", "507": "high", "508": "open", "509": "program", "510": "bend", "511": "show", "512": "us", "513": "clearly", "514": "slow-mo", "515": "number", "516": "hard", "517": "messy", "518": "I'm", "519": "sorry", "520": "complimentary", "521": "put", "522": "tough", "523": "59", "524": "4", "525": "special", "526": "created", "527": "completely", "528": "ticked", "529": "boxes", "530": "left", "531": "uncheck", "532": "former", "533": "world", "534": "junior", "535": "history", "536": "Malaysia", "537": "achieved", "538": "2004", "539": "reasonable", "540": "ok", "541": "81", "542": "6", "543": "enough", "544": "four-and-a-half", "545": "afraid", "546": "later", "547": "lot", "548": "my", "549": "zeroes", "550": "flash", "551": "warm", "552": "round", "553": "applause", "554": "reasonably", "555": "neutral", "556": "British", "557": "bronze", "558": "uncle", "559": "swimmer", "560": "1976", "561": "picked", "562": "800", "563": "freestyle", "564": "Gordon", "565": "Downey", "566": "Nick", "567": "McCrory", "568": "representing", "569": "USA", "570": "respectable", "571": "announcer", "572": "sharply", "573": "indeed", "574": "forward", "575": "slipped", "576": "end", "577": "penalized", "578": "sand", "579": "shame", "580": "other", "581": "parts", "582": "last", "583": "vital", "584": "compared", "585": "gymnastics", "586": "sticking", "587": "landing", "588": "after", "589": "routine", "590": "Pan", "591": "Am", "592": "10-meter", "593": "year", "594": "Guadalajara", "595": "sports", "596": "festival", "597": "gaining", "598": "prestige", "599": "attracting", "600": "eights", "601": "top-ten", "602": "hitters", "603": "small", "604": "done", "605": "observed", "606": "biggest", "607": "likes", "608": "chose", "609": "highest", "610": "finals", "611": "2008", "612": "event", "613": "10th", "614": "challenge", "615": "himself", "616": "u", "617": "s", "618": "three-and-a-half", "619": "marker", "620": "teammate", "621": "Lin", "622": "sitting", "623": "ly", "624": "bigger", "625": "2/3", "626": "begin", "627": "I've", "628": "seen", "629": "series", "630": "Sasha", "631": "Klein", "632": "clean", "633": "26", "634": "8", "635": "golds", "636": "silvers", "637": "Championship", "638": "level", "639": "9", "640": "head", "641": "injury", "642": "June", "643": "while", "644": "training", "645": "apartment", "646": "Tim", "647": "found", "648": "check", "649": "beautiful", "650": "courage", "651": "where's", "652": "why", "653": "partner", "654": "influence", "655": "saw", "656": "let", "657": "go", "658": "convince", "659": "jet", "660": "control", "661": "fourth", "662": "10", "663": "metre", "664": "doing", "665": "brilliantly", "666": "they've", "667": "cost", "668": "dearly", "669": "yep", "670": "youth", "671": "exposed", "672": "dovey", "673": "sizable", "674": "straighten", "675": "17", "676": "outstanding", "677": "Youth", "678": "Championships", "679": "Budapest", "680": "14", "681": "straightaway", "682": "pitched", "683": "World", "684": "Parisi", "685": "Brazil", "686": "indication", "687": "sight", "688": "3", "689": "0", "690": "can't", "691": "expect", "692": "collect", "693": "score", "694": "hugo", "695": "another", "696": "knows", "697": "competition", "698": "kick-out", "699": "handstand", "700": "must", "701": "hold", "702": "powerfully-built", "703": "tall", "704": "165", "705": "centimeters", "706": "compact", "707": "66", "708": "repeater", "709": "we've", "710": "operations", "711": "knee", "712": "compete", "713": "2010", "714": "2011", "715": "broke", "716": "2006", "717": "dangerous", "718": "sport", "719": "thought", "720": "flagging", "721": "away", "722": "family", "723": "convinced", "724": "keep", "725": "confirm", "726": "near", "727": "standings", "728": "dies", "729": "glib", "730": "verse", "731": "oh", "732": "kick", "733": "although", "734": "somehow", "735": "manages", "736": "pull", "737": "bubble", "738": "feel", "739": "sixth", "740": "victor", "741": "tiger", "742": "somebody", "743": "once", "744": "hears", "745": "move", "746": "along", "747": "own", "748": "problem", "749": "mostly", "750": "ripping", "751": "67", "752": "Victor", "753": "Anton", "754": "beautifully", "755": "strength", "756": "earrings", "757": "Christie's", "758": "ground", "759": "chest", "760": "grip", "761": "legs", "762": "wanted", "763": "side", "764": "shot", "765": "spread", "766": "arms", "767": "helps", "768": "Odia", "769": "muted", "770": "without", "771": "analyzed", "772": "elements", "773": "what's", "774": "by", "775": "size", "776": "nothing", "777": "fours", "778": "sets", "779": "earn", "780": "jump", "781": "off", "782": "toes", "783": "lift", "784": "generate", "785": "where", "786": "core", "787": "stomach", "788": "muscles", "789": "play", "790": "basically", "791": "brakes", "792": "midair", "793": "improvement", "794": "day", "795": "particularly", "796": "17-year", "797": "looks", "798": "might", "799": "risky", "800": "issues", "801": "cope", "802": "school", "803": "Tuck", "804": "allow", "805": "barks", "806": "tell", "807": "77", "808": "you're", "809": "kind", "810": "helping", "811": "progressed", "812": "next", "813": "dickish", "814": "semi", "815": "competed", "816": "international", "817": "20th", "818": "18", "819": "agreed", "820": "hey", "821": "61", "822": "kept", "823": "tied", "824": "breath", "825": "watch", "826": "allows", "827": "pushing", "828": "brave", "829": "taken", "830": "reward", "831": "risk", "832": "highly", "833": "mouth", "834": "happened", "835": "appreciate", "836": "Ukraine", "837": "flying", "838": "Europeans", "839": "attack", "840": "aggressive", "841": "jumping", "842": "pool", "843": "makes", "844": "tougher", "845": "contrast", "846": "previous", "847": "talking", "848": "angle", "849": "height", "850": "linked", "851": "83", "852": "five", "853": "quick", "854": "under-rotated", "855": "finish", "856": "gasp", "857": "touched", "858": "fortunately", "859": "fine", "860": "kicks", "861": "467", "862": "mini", "863": "occasion", "864": "toughest", "865": "7", "866": "terror", "867": "sixes", "868": "fairly", "869": "savage", "870": "cut", "871": "preliminaries", "872": "field", "873": "camera", "874": "slides", "875": "pole", "876": "pace", "877": "involved", "878": "opened", "879": "89", "880": "won", "881": "helped", "882": "replicate", "883": "awful", "884": "took", "885": "during", "886": "manage", "887": "Canadians", "888": "letting", "889": "approve", "890": "quicker", "891": "moderate", "892": "sized", "893": "place", "894": "capitalize", "895": "79", "896": "assistance", "897": "could", "898": "coach", "899": "improved", "900": "yet", "901": "anyone", "902": "else", "903": "blind", "904": "gotta", "905": "reach", "906": "expected", "907": "74", "908": "muck", "909": "around", "910": "Roger", "911": "noticeable", "912": "someone", "913": "compose", "914": "watching", "915": "results", "916": "officials", "917": "moving", "918": "ready", "919": "sweden", "920": "facility", "921": "Norway", "922": "[Music]", "923": "trailblazer", "924": "impressive", "925": "standard", "926": "midway", "927": "real", "928": "beauty", "929": "fact", "930": "overall", "931": "seventy-six", "932": "lost", "933": "100%", "934": "gone", "935": "qualifying", "936": "stage", "937": "needed", "938": "simply", "939": "mum", "940": "dad", "941": "swim", "942": "gym", "943": "turned", "944": "rather", "945": "liked", "946": "career", "947": "Steve", "948": "said", "949": "trampolining", "950": "tucks", "951": "named", "952": "footballers", "953": "Bryan", "954": "Robson", "955": "dead", "956": "football", "957": "fan", "958": "wouldn't", "959": "held", "960": "he'd", "961": "given", "962": "full", "963": "bat", "964": "trouble", "965": "Brian", "966": "below", "967": "before", "968": "games", "969": "it'd", "970": "incentive", "971": "people", "972": "composure", "973": "edge", "974": "spring", "975": "concrete", "976": "power", "977": "controlled", "978": "fancier", "979": "sprinkling", "980": "Top", "981": "Shot", "982": "agonizing", "983": "wench", "984": "horizontally", "985": "wondering", "986": "reached", "987": "nerve", "988": "poor", "989": "needs", "990": "dear", "991": "heart", "992": "goes", "993": "drops", "994": "went", "995": "seriously", "996": "complete", "997": "78", "998": "I'll", "999": "value", "1000": "formed", "1001": "71-75", "1002": "sorted", "1003": "I'd", "1004": "same", "1005": "attacked", "1006": "voted", "1007": "prodigious", "1008": "hands", "1009": "flat", "1010": "pointed", "1011": "hole", "1012": "body", "1013": "follow", "1014": "6-4", "1015": "diet", "1016": "triple", "1017": "goodness", "1018": "bow", "1019": "pea", "1020": "loved", "1021": "tens", "1022": "unfortunately", "1023": "cast", "1024": "aside", "1025": "boat", "1026": "99", "1027": "75", "1028": "poker", "1029": "faced", "1030": "throughout", "1031": "Germany", "1032": "having", "1033": "established", "1034": "group", "1035": "outside", "1036": "guns", "1037": "challenging", "1038": "honors", "1039": "24", "1040": "hours", "1041": "passes", "1042": "ourselves", "1043": "TN", "1044": "inward", "1045": "concerned", "1046": "judge", "1047": "wait", "1048": "crown", "1049": "already", "1050": "something", "1051": "70s", "1052": "muster", "1053": "swimming", "1054": "Britain's", "1055": "olympian", "1056": "Rome", "1057": "2009", "1058": "marathon", "1059": "expectation", "1060": "true", "1061": "plead", "1062": "ripple", "1063": "pulled", "1064": "nicely", "1065": "impressed", "1066": "whether", "1067": "happy", "1068": "anxious", "1069": "heavy", "1070": "Englishman", "1071": "ward", "1072": "reaction", "1073": "told", "1074": "things", "1075": "rotated", "1076": "silver", "1077": "Leon", "1078": "Taylor", "1079": "synchronized", "1080": "excellent", "1081": "probably", "1082": "worst", "1083": "medalist", "1084": "you'd", "1085": "syncro", "1086": "drive", "1087": "disappointing", "1088": "astonishing", "1089": "lynnie", "1090": "pedigree", "1091": "seeing", "1092": "favourites", "1093": "adopts", "1094": "achieves", "1095": "slicing", "1096": "hugging", "1097": "enormous", "1098": "flexibility", "1099": "slim", "1100": "muscle", "1101": "definition", "1102": "push-up", "1103": "arm", "1104": "stand", "1105": "25th", "1106": "fighting", "1107": "consolidate", "1108": "high-speed", "1109": "nail", "1110": "horizontal", "1111": "takeoff", "1112": "column", "1113": "B", "1114": "separate", "1115": "support", "1116": "crew", "1117": "Ukrainians", "1118": "distinctive", "1119": "KITT", "1120": "wear", "1121": "mile", "1122": "30th", "1123": "intention", "1124": "hasn't", "1125": "struggling", "1126": "explain", "1127": "stars", "1128": "work", "1129": "she", "1130": "luck", "1131": "hurry", "1132": "reminder", "1133": "test", "1134": "granted", "1135": "set", "1136": "rush", "1137": "pressure", "1138": "flopped", "1139": "over-rotated", "1140": "feeling", "1141": "panic", "1142": "lose", "1143": "seemed", "1144": "convincing", "1145": "yips", "1146": "golfers", "1147": "dart", "1148": "itis", "1149": "darts", "1150": "played", "1151": "concession", "1152": "younger", "1153": "19th", "1154": "Martin", "1155": "Wolfram", "1156": "surged", "1157": "lack", "1158": "haven't", "1159": "punished", "1160": "87", "1161": "45", "1162": "Earth's", "1163": "also", "1164": "ones", "1165": "use", "1166": "year's", "1167": "London", "1168": "sixty", "1169": "shoulders", "1170": "keen", "1171": "bad", "1172": "fifty", "1173": "vonda", "1174": "plummet", "1175": "rankings", "1176": "Park", "1177": "night", "1178": "behind", "1179": "scratch", "1180": "every", "1181": "golfer", "1182": "stepping", "1183": "tee", "1184": "double", "1185": "bogey", "1186": "needing", "1187": "clear", "1188": "negatives", "1189": "each", "1190": "11th", "1191": "any", "1192": "movement", "1193": "positive", "1194": "rough", "1195": "86", "1196": "82", "1197": "confident", "1198": "bottom", "1199": "ideal", "1200": "room", "1201": "well-positioned", "1202": "Cunha", "1203": "meters", "1204": "they'll", "1205": "proud", "1206": "especially", "1207": "zero", "1208": "pulls", "1209": "technique", "1210": "weekend", "1211": "80", "1212": "Arizona", "1213": "State", "1214": "evidence", "1215": "shows", "1216": "qualify", "1217": "concentrating", "1218": "meter", "1219": "championships", "1220": "weren't", "1221": "aligned", "1222": "Sidon", "1223": "able", "1224": "unusual", "1225": "6435", "1226": "smiling", "1227": "sometimes", "1228": "feels", "1229": "surface", "1230": "here's", "1231": "alright", "1232": "thing", "1233": "length", "1234": "deal", "1235": "occasions", "1236": "felt", "1237": "aren't", "1238": "unhappy", "1239": "low", "1240": "affair", "1241": "fell", "1242": "Eric", "1243": "driver", "1244": "realize", "1245": "Canadian", "1246": "individual", "1247": "events", "1248": "medals", "1249": "pan-american", "1250": "step", "1251": "55", "1252": "overcooking", "1253": "straightforward", "1254": "alone", "1255": "tumbling", "1256": "chimney", "1257": "demolished", "1258": "29", "1259": "recover", "1260": "you've", "1261": "Joker", "1262": "say", "1263": "let's", "1264": "straight", "1265": "computer", "1266": "aid", "1267": "worth", "1268": "ways", "1269": "photo", "1270": "days", "1271": "tablet", "1272": "flies", "1273": "Jose", "1274": "Guerra", "1275": "please", "1276": "Cubans", "1277": "2005", "1278": "suddenly", "1279": "finding", "1280": "rats", "1281": "Allah", "1282": "nowhere", "1283": "uh", "1284": "disastrous", "1285": "produce", "1286": "stellar", "1287": "encouragement", "1288": "who's", "1289": "scanning", "1290": "Guerra's", "1291": "3:58", "1292": "2192", "1293": "model", "1294": "inconsistency", "1295": "proves", "1296": "fighter", "1297": "ADA", "1298": "agony", "1299": "coaches", "1300": "everybody", "1301": "funny", "1302": "momentum", "1303": "pulling", "1304": "American", "1305": "among", "1306": "men", "1307": "Greg", "1308": "Louganis", "1309": "iconic", "1310": "names", "1311": "past", "1312": "America", "1313": "treated", "1314": "world-class", "1315": "19", "1316": "son", "1317": "factory", "1318": "worker", "1319": "C", "1320": "chuan", "1321": "gymnast", "1322": "throw", "1323": "half's", "1324": "butcher", "1325": "90", "1326": "405", "1327": "Sascha", "1328": "soldier", "1329": "serves", "1330": "army", "1331": "accommodating", "1332": "imagine", "1333": "9275", "1334": "Maxie's", "1335": "sofa", "1336": "departure", "1337": "knew", "1338": "allowed", "1339": "enjoy", "1340": "mates", "1341": "recovered", "1342": "unsteadiness", "1343": "collected", "1344": "crowds", "1345": "youngster", "1346": "terribly", "1347": "sad", "1348": "story", "1349": "dying", "1350": "massive", "1351": "active", "1352": "supporter", "1353": "bullied", "1354": "chap", "1355": "Tom", "1356": "Daly", "1357": "making", "1358": "mess", "1359": "teenage", "1360": "continue", "1361": "taste", "1362": "comes", "1363": "rear", "1364": "Olympian", "1365": "steps", "1366": "nails", "1367": "used", "1368": "Hugo", "1369": "28", "1370": "delivering", "1371": "serious", "1372": "competing", "1373": "1997", "1374": "championship", "1375": "view", "1376": "afford", "1377": "blink", "1378": "Ken", "1379": "panels", "1380": "worked", "1381": "session", "1382": "job's", "1383": "fresh", "1384": "eyes", "1385": "ninety", "1386": "lovely", "1387": "stay", "1388": "well-executed", "1389": "confidently", "1390": "discussed", "1391": "terrible", "1392": "injuries", "1393": "host", "1394": "performing", "1395": "sporting", "1396": "works", "1397": "Russian", "1398": "Ministry", "1399": "mother", "1400": "master", "1401": "flipped", "1402": "means", "1403": "600", "1404": "barrier", "1405": "national", "1406": "China", "1407": "603", "1408": "total", "1409": "rattling", "1410": "92", "1411": "shout", "1412": "planning", "1413": "lawyer", "1414": "finishes", "1415": "she's", "1416": "hope", "1417": "interesting", "1418": "larger", "1419": "arched", "1420": "Raji's", "1421": "unless", "1422": "disaster", "1423": "reaching", "1424": "2001", "1425": "idea", "1426": "16", "1427": "olds", "1428": "develop", "1429": "term", "1430": "2-3", "1431": "indifferent", "1432": "pride", "1433": "motivated", "1434": "suspects", "1435": "Pyongyang", "1436": "cycle", "1437": "rolls", "1438": "foot", "1439": "smallest", "1440": "deflating", "1441": "strain", "1442": "lad", "1443": "mentioned", "1444": "city", "1445": "whole", "1446": "invests", "1447": "future", "1448": "errific", "1449": "brisbane", "1450": "sixteen", "1451": "hundred", "1452": "kilometres", "1453": "melbourne", "1454": "overnight", "1455": "trip", "1456": "i", "1457": "sixty-four", "1458": "obvious", "1459": "nose", "1460": "comfortably", "1461": "frame", "1462": "steady", "1463": "seconds", "1464": "touch", "1465": "changing", "1466": "hand", "1467": "unravels", "1468": "70", "1469": "angry", "1470": "teeth", "1471": "nailed", "1472": "aleksander", "1473": "surely", "1474": "eighteen", "1475": "uncomfortable", "1476": "closing", "1477": "rounds", "1478": "billiards", "1479": "hobby", "1480": "2", "1481": "technical", "1482": "decent", "1483": "north", "1484": "south", "1485": "border", "1486": "beyond", "1487": "Parker", "1488": "37", "1489": "rise", "1490": "initially", "1491": "execute", "1492": "rest", "1493": "tired", "1494": "splashdown", "1495": "Alvin", "1496": "Mexicans", "1497": "push", "1498": "rip", "1499": "running", "1500": "attracts", "1501": "working", "1502": "69", "1503": "pop", "1504": "thrilled", "1505": "started", "1506": "trampoline", "1507": "list", "1508": "Junior", "1509": "nearly", "1510": "become", "1511": "putting", "1512": "dig", "1513": "demands", "1514": "major", "1515": "elegantly", "1516": "marked", "1517": "Norwegians", "1518": "francesco", "1519": "de", "1520": "Lomo", "1521": "minimize", "1522": "popped", "1523": "a41", "1524": "2:5", "1525": "gasps", "1526": "we'll", "1527": "duomo", "1528": "similar", "1529": "terms", "1530": "mistake", "1531": "39", "1532": "6s", "1533": "Gilson", "1534": "wretched", "1535": "Pike", "1536": "acknowledged", "1537": "find", "1538": "proposition", "1539": "backup", "1540": "erratic", "1541": "Malaysian", "1542": "legend", "1543": "nation", "1544": "athletes", "1545": "insert", "1546": "carried", "1547": "flag", "1548": "ceremony", "1549": "believe", "1550": "participant", "1551": "towards", "1552": "three-point-six", "1553": "boosted", "1554": "achieve", "1555": "hinged", "1556": "taupe", "1557": "covered", "1558": "arriving", "1559": "91", "1560": "recognized", "1561": "ranked", "1562": "12th", "1563": "sky", "1564": "tucking", "1565": "smaller", "1566": "target", "1567": "ease", "1568": "three-point-four", "1569": "statement", "1570": "33", "1571": "ninety-five", "1572": "races", "1573": "17th", "1574": "Sebastian", "1575": "via", "1576": "Colombia", "1577": "struggle", "1578": "badly", "1579": "max", "1580": "PA", "1581": "calculation", "1582": "David", "1583": "Boudia", "1584": "consternation", "1585": "fake", "1586": "44", "1587": "that'll", "1588": "send", "1589": "area", "1590": "averaging", "1591": "saves", "1592": "ability", "1593": "Finas", "1594": "presents", "1595": "piked", "1596": "grab", "1597": "ball", "1598": "powerful", "1599": "type", "1600": "guy", "1601": "Terry", "1602": "fair", "1603": "drop", "1604": "distraction", "1605": "preceding", "1606": "disrespectful", "1607": "excited", "1608": "tighter", "1609": "loitering", "1610": "saved", "1611": "loves", "1612": "semies", "1613": "taking", "1614": "identify", "1615": "fully", "1616": "straightening", "1617": "Andrea", "1618": "pushed", "1619": "except", "1620": "her", "1621": "leaving", "1622": "athlete", "1623": "instead", "1624": "case", "1625": "minimal", "1626": "optimal", "1627": "arching", "1628": "flirting", "1629": "qualification", "1630": "remember", "1631": "kicking", "1632": "switched", "1633": "yawn", "1634": "recovery", "1635": "entries", "1636": "3465", "1637": "fifth", "1638": "stopped", "1639": "slack", "1640": "zone", "1641": "shape", "1642": "map", "1643": "retrieving", "1644": "AIT's", "1645": "corkscrewing", "1646": "swing", "1647": "parents", "1648": "asthma", "1649": "exercise", "1650": "example", "1651": "lifestyle", "1652": "health", "1653": "providing", "1654": "Tiger", "1655": "84", "1656": "1/5", "1657": "keeps", "1658": "faces", "1659": "cheer", "1660": "squad", "1661": "hurt", "1662": "47:25", "1663": "guys", "1664": "seems", "1665": "happens", "1666": "synchronised", "1667": "harder", "1668": "impact", "1669": "countries", "1670": "bringing", "1671": "knowledge", "1672": "base", "1673": "coaching", "1674": "staff", "1675": "gains", "1676": "cusp", "1677": "Jiang", "1678": "Ming", "1679": "Chen", "1680": "desired", "1681": "excuse", "1682": "understandable", "1683": "parental", "1684": "instincts", "1685": "lads", "1686": "ear", "1687": "completed", "1688": "aspect", "1689": "partition", "1690": "Golf", "1691": "front", "1692": "views", "1693": "reversed", "1694": "breathe", "1695": "expression", "1696": "breathing", "1697": "grill", "1698": "calls", "1699": "banda", "1700": "ukraine", "1701": "eighth", "1702": "shanghai", "1703": "hair", "1704": "rescued", "1705": "31st", "1706": "studies", "1707": "University", "1708": "physical", "1709": "education", "1710": "Seoul", "1711": "consistent", "1712": "spoiled", "1713": "behave", "1714": "forty", "1715": "we'd", "1716": "class", "1717": "minimum", "1718": "fuss", "1719": "flyweight", "1720": "division", "1721": "680", "1722": "gain", "1723": "sloppy", "1724": "slip-ups", "1725": "inside", "1726": "timing", "1727": "finalist", "1728": "Shanghai", "1729": "definitely", "1730": "damage", "1731": "gathering", "1732": "am", "1733": "olympic", "1734": "personality", "1735": "Talent", "1736": "proved", "1737": "natural", "1738": "performer", "1739": "giz", "1740": "qualified", "1741": "1992", "1742": "elaborating", "1743": "bodies", "1744": "display", "1745": "shrinking", "1746": "violets", "1747": "performance", "1748": "gymnasts", "1749": "consecutive", "1750": "average", "1751": "Del", "1752": "Amo", "1753": "contention", "1754": "slipping", "1755": "contestants", "1756": "between", "1757": "contested", "1758": "whatever", "1759": "sin", "1760": "both", "1761": "late", "1762": "forcing", "1763": "delivered", "1764": "intangible", "1765": "normally", "1766": "strong", "1767": "ambition", "1768": "discomfort", "1769": "28th", "1770": "added", "1771": "tradition", "1772": "A", "1773": "deputy", "1774": "Alexander", "1775": "Great's", "1776": "considering", "1777": "longevity", "1778": "success", "1779": "bronzes", "1780": "Haley's", "1781": "49", "1782": "la", "1783": "masse", "1784": "smiles", "1785": "96", "1786": "spanish-speaking", "1787": "colleagues", "1788": "door", "1789": "loving", "1790": "Mexican", "1791": "performances", "1792": "underway", "1793": "lahar", "1794": "die", "1795": "tongue", "1796": "places", "1797": "famous", "1798": "Cup", "1799": "venue", "1800": "name", "1801": "Britain", "1802": "showing", "1803": "Ivan", "1804": "secure", "1805": "moments", "1806": "informed", "1807": "12", "1808": "schedulers", "1809": "o'clock", "1810": "UK", "1811": "cruise", "1812": "gira", "1813": "22nd", "1814": "reverse", "1815": "wanting", "1816": "aids", "1817": "18th", "1818": "delivers", "1819": "54", "1820": "kilos", "1821": "64", "1822": "finds", "1823": "intimidating", "1824": "imperfections", "1825": "stretches", "1826": "reaches", "1827": "splashes", "1828": "7s", "1829": "discarded", "1830": "bowed", "1831": "bounced", "1832": "looping", "1833": "approach", "1834": "light", "1835": "easy", "1836": "hits", "1837": "headlines", "1838": "confirming", "1839": "Kline", "1840": "1/2", "1841": "champions", "1842": "Chu", "1843": "20", "1844": "difference", "1845": "466", "1846": "445", "1847": "client", "1848": "force", "1849": "126", "1850": "cheering", "1851": "sheets", "1852": "usually", "1853": "Thomas", "1854": "daily", "1855": "presented", "1856": "Daley", "1857": "standards", "1858": "ending", "1859": "embarrassed", "1860": "mincer", "1861": "confidence", "1862": "teammates", "1863": "Waterfield", "1864": "sees", "1865": "tumbled", "1866": "1600", "1867": "new", "1868": "personal", "1869": "leap", "1870": "opportunity", "1871": "seventeen", "1872": "tempted", "1873": "hang", "1874": "Rio", "1875": "thirties", "1876": "injury-free", "1877": "acting", "1878": "excitement", "1879": "tidier", "1880": "crawl", "1881": "amazing", "1882": "extend", "1883": "analogy", "1884": "further", "1885": "train", "1886": "steam", "1887": "back-to-back", "1888": "distinguished", "1889": "missed", "1890": "string", "1891": "count", "1892": "hour", "1893": "collapsed", "1894": "crossover", "1895": "waist", "1896": "twos", "1897": "tattoo", "1898": "life", "1899": "embraces", "1900": "philosophy", "1901": "approaches", "1902": "attract", "1903": "individual\u00eds", "1904": "characters", "1905": "artistic", "1906": "nature", "1907": "creative", "1908": "takes", "1909": "certain", "1910": "person", "1911": "consistency", "1912": "Grove", "1913": "14th", "1914": "near-disastrous", "1915": "fivers", "1916": "nightmare", "1917": "tricks", "1918": "happen", "1919": "mastered", "1920": "finishing", "1921": "tenth", "1922": "ego", "1923": "fragile", "1924": "notice", "1925": "beaten", "1926": "cards", "1927": "fall", "1928": "may", "1929": "drivers", "1930": "who've", "1931": "disasters", "1932": "60", "1933": "tardy", "1934": "90s", "1935": "committed", "1936": "justifiably", "1937": "busy", "1938": "blur", "1939": "limbs", "1940": "spinning", "1941": "guidette", "1942": "solidarity's", "1943": "closer", "1944": "sights", "1945": "briefly", "1946": "microphone", "1947": "noises", "1948": "collapse", "1949": "exponents", "1950": "pumping", "1951": "slashed", "1952": "current", "1953": "expectations", "1954": "succeed", "1955": "perform", "1956": "James", "1957": "Conner", "1958": "babe", "1959": "hmm", "1960": "overdone", "1961": "extra", "1962": "space", "1963": "safe", "1964": "13th", "1965": "skill", "1966": "minimizing", "1967": "sigh", "1968": "relief", "1969": "locked", "1970": "safely", "1971": "champ", "1972": "tad", "1973": "olympic-class", "1974": "offered", "1975": "it'sit's", "1976": "pardon", "1977": "panties", "1978": "plummeted", "1979": "dropping", "1980": "snapped", "1981": "neurologically", "1982": "argument", "1983": "earlier", "1984": "competition's", "1985": "plus", "1986": "rely", "1987": "keeping", "1988": "concentration", "1989": "amounts", "1990": "elevation", "1991": "passenger", "1992": "seat", "1993": "worse", "1994": "calculator", "1995": "tabulation", "1996": "Connor", "1997": "God", "1998": "encouraging", "1999": "frankly", "2000": "improve", "2001": "mounter", "2002": "metal", "2003": "others", "2004": "deliver", "2005": "fear", "2006": "boost", "2007": "nightmares", "2008": "dry", "2009": "tour", "2010": "180", "2011": "511", "2012": "darling", "2013": "general", "2014": "gear", "2015": "Santiago", "2016": "Cuba", "2017": "veteran", "2018": "flexible", "2019": "completes", "2020": "evenings", "2021": "types", "2022": "bear", "2023": "bone", "2024": "burned", "2025": "decided", "2026": "comfortable", "2027": "sorts", "2028": "demanding", "2029": "stick", "2030": "mayic", "2031": "thrust", "2032": "untouchable", "2033": "movements", "2034": "tempting", "2035": "switch", "2036": "firmly", "2037": "entrenched", "2038": "local", "2039": "10:00", "2040": "save", "2041": "afternoon", "2042": "Askia", "2043": "confirmed", "2044": "cap", "2045": "35", "2046": "lie-in", "2047": "willing", "2048": "everybody's", "2049": "favorite", "2050": "love", "2051": "supportive", "2052": "greatest", "2053": "key", "2054": "learning", "2055": "pressures", "2056": "weight", "2057": "spoils", "2058": "creates", "2059": "punchy", "2060": "440", "2061": "storming", "2062": "decade", "2063": "prove", "2064": "23rd", "2065": "ranking", "0": "<eos>", "1": "<sos>"}, "word_to_ix": {"and": 2, "a": 3, "half": 4, "somersault": 5, "over": 6, "the": 7, "three": 8, "point": 9, "two": 10, "tariffs": 11, "always": 12, "so": 13, "pleased": 14, "to": 15, "get": 16, "that": 17, "first": 18, "one": 19, "out": 20, "of": 21, "way": 22, "it": 23, "looked": 24, "like": 25, "he": 26, "did": 27, "very": 28, "good": 29, "job": 30, "in": 31, "tight": 32, "platform": 33, "that's": 34, "part": 35, "danger": 36, "course": 37, "hit": 38, "water": 39, "nice": 40, "vertically": 41, "scores": 42, "coming": 43, "for": 44, "him": 45, "than": 46, "88": 47, "start": 48, "with": 49, "four": 50, "rejected": 51, "as": 52, "Rogers": 53, "just": 54, "managed": 55, "fold": 56, "underneath": 57, "make": 58, "little": 59, "beneath": 60, "try": 61, "those": 62, "shins": 63, "vertical": 64, "tuck": 65, "position": 66, "gets": 67, "through": 68, "somersaults": 69, "early": 70, "we": 71, "can": 72, "spot": 73, "plenty": 74, "nines": 75, "linear": 76, "they": 77, "drag": 78, "bubbles": 79, "down": 80, "them": 81, "create": 82, "best": 83, "possible": 84, "entry": 85, "least": 86, "splash": 87, "you'll": 88, "see": 89, "on": 90, "replays": 91, "which": 92, "I": 93, "should": 94, "emphasize": 95, "judges": 96, "don't": 97, "rolled": 98, "his": 99, "feet": 100, "error": 101, "never": 102, "miss": 103, "certainly": 104, "seem": 105, "twisting": 106, "okay": 107, "spots": 108, "now": 109, "roll": 110, "no": 111, "chance": 112, "there": 113, "are": 114, "looking": 115, "tightness": 116, "either": 117, "tucked": 118, "all": 119, "Pike's": 120, "how": 121, "close": 122, "you": 123, "your": 124, "torso": 125, "thighs": 126, "really": 127, "bunched": 128, "up": 129, "he's": 130, "giving": 131, "few": 132, "points": 133, "popular": 134, "starting": 135, "dive": 136, "gives": 137, "at": 138, "home": 139, "compare": 140, "well": 141, "it's": 142, "performed": 143, "closeness": 144, "board": 145, "is": 146, "unnerving": 147, "times": 148, "isn't": 149, "yeah": 150, "know": 151, "think": 152, "was": 153, "still": 154, "bent": 155, "hips": 156, "entered": 157, "wasn't": 158, "quite": 159, "hadn't": 160, "come": 161, "concern": 162, "tidy": 163, "72": 164, "Sakharov": 165, "Timofey": 166, "older": 167, "chick": 168, "from": 169, "maybe": 170, "slightly": 171, "under": 172, "rotating": 173, "opposed": 174, "Ortega": 175, "who": 176, "overcooked": 177, "bit": 178, "loss": 179, "leg": 180, "form": 181, "ankles": 182, "came": 183, "apart": 184, "sounds": 185, "have": 186, "spotted": 187, "what": 188, "if": 189, "couldn't": 190, "lock": 191, "themselves": 192, "together": 193, "actually": 194, "twice": 195, "galperin": 196, "sir": 197, "standing": 198, "moment": 199, "but": 200, "we're": 201, "expecting": 202, "Chinese": 203, "competitors": 204, "here": 205, "do": 206, "wonderful": 207, "graceful": 208, "absolutely": 209, "ripped": 210, "barely": 211, "drags": 212, "eight": 213, "seven": 214, "won't": 215, "be": 216, "too": 217, "effort": 218, "youngest": 219, "Australian": 220, "team": 221, "Delhi": 222, "Commonwealth": 223, "Games": 224, "15": 225, "top": 226, "quickly": 227, "perhaps": 228, "opening": 229, "sevens": 230, "entitle": 231, "nervous": 232, "frightening": 233, "Lee": 234, "young": 235, "some": 236, "these": 237, "an": 238, "age": 239, "range": 240, "right": 241, "into": 242, "30s": 243, "Peter": 244, "cash": 245, "consider": 246, "degree": 247, "difficulty": 248, "going": 249, "help": 250, "execution": 251, "not": 252, "perfect": 253, "lower": 254, "tariff": 255, "dives": 256, "got": 257, "executed": 258, "spot-on": 259, "more": 260, "margin": 261, "higher": 262, "difficult": 263, "obviously": 264, "want": 265, "different": 266, "sort": 267, "square": 268, "were": 269, "twisted": 270, "ankle": 271, "again": 272, "catch": 273, "look": 274, "only": 275, "Claire": 276, "crashed": 277, "hardly": 278, "miserable": 279, "era": 280, "knees": 281, "pike": 282, "there's": 283, "problems": 284, "errors": 285, "mean": 286, "sound": 287, "negative": 288, "about": 289, "great": 290, "divers": 291, "though": 292, "Olympics": 293, "because": 294, "they're": 295, "world's": 296, "when": 297, "trying": 298, "reflect": 299, "bond": 300, "many": 301, "identifiable": 302, "Eastern": 303, "European": 304, "powerfully": 305, "built": 306, "does": 307, "tend": 308, "give": 309, "impression": 310, "almost": 311, "muscular": 312, "incredibly": 313, "slight": 314, "whippy": 315, "air": 316, "yes": 317, "less": 318, "mass": 319, "entering": 320, "better": 321, "often": 322, "thank": 323, "rolling": 324, "park": 325, "Busan": 326, "Korea": 327, "had": 328, "successful": 329, "Asian": 330, "its": 331, "third": 332, "synchro": 333, "3-meter": 334, "springboard": 335, "equals": 336, "seventh": 337, "mark": 338, "take": 339, "long": 340, "time": 341, "positions": 342, "huge": 343, "amount": 344, "sense": 345, "32": 346, "question": 347, "getting": 348, "this": 349, "evening": 350, "wonder": 351, "stray": 352, "thoughts": 353, "mind": 354, "solid": 355, "until": 356, "kicked": 357, "caught": 358, "short": 359, "large": 360, "such": 361, "giveaway": 362, "split": 363, "most": 364, "doesn't": 365, "upset": 366, "much": 367, "sidon": 368, "buy": 369, "has": 370, "paid": 371, "Mexico": 372, "or": 373, "crowd": 374, "appreciated": 375, "their": 376, "instant": 377, "experts": 378, "everyone": 379, "learn": 380, "pick": 381, "important": 382, "leave": 383, "call": 384, "RIP": 385, "then": 386, "hear": 387, "47": 388, "K": 389, "stone": 390, "six": 391, "lightest": 392, "spin": 393, "speed": 394, "rotations": 395, "earnt": 396, "far": 397, "diver": 398, "leading": 399, "eighty": 400, "nine": 401, "German": 402, "Sanchez": 403, "McCormick": 404, "Canada": 405, "Riley": 406, "second": 407, "didn't": 408, "final": 409, "Beijing": 410, "finished": 411, "16th": 412, "aim": 413, "will": 414, "tonight": 415, "tomorrow": 416, "morning": 417, "being": 418, "father": 419, "would": 420, "he'll": 421, "turn": 422, "21": 423, "couple": 424, "weeks": 425, "made": 426, "73": 427, "5": 428, "leaves": 429, "lots": 430, "interest": 431, "our": 432, "Matthew": 433, "Mitchum": 434, "big": 435, "man": 436, "me": 437, "star": 438, "Australia": 439, "sure": 440, "face": 441, "been": 442, "pre-olympic": 443, "publicity": 444, "defending": 445, "champion": 446, "even": 447, "admit": 448, "ever": 449, "tiny": 450, "rotation": 451, "male": 452, "win": 453, "Olympic": 454, "gold": 455, "medal": 456, "diving": 457, "since": 458, "1924": 459, "-": 460, "years": 461, "ago": 462, "spectacular": 463, "fashion": 464, "[Applause]": 465, "back": 466, "twists": 467, "everything": 468, "pretty": 469, "tightly": 470, "tardily": 471, "gonna": 472, "marks": 473, "mervich": 474, "anything": 475, "80s": 476, "experienced": 477, "competitor": 478, "twist": 479, "piped": 480, "bring": 481, "experience": 482, "ninth": 483, "Athens": 484, "Oh": 485, "wrong": 486, "Francesco": 487, "confidence-building": 488, "need": 489, "build": 490, "varying": 491, "degrees": 492, "semi-final": 493, "benchmark": 494, "progress": 495, "achievement": 496, "yourself": 497, "Christopher": 498, "SQL": 499, "23": 500, "old": 501, "trains": 502, "Malmo": 503, "bothered": 504, "seventy": 505, "ten": 506, "high": 507, "open": 508, "program": 509, "bend": 510, "show": 511, "us": 512, "clearly": 513, "slow-mo": 514, "number": 515, "hard": 516, "messy": 517, "I'm": 518, "sorry": 519, "complimentary": 520, "put": 521, "tough": 522, "59": 523, "4": 524, "special": 525, "created": 526, "completely": 527, "ticked": 528, "boxes": 529, "left": 530, "uncheck": 531, "former": 532, "world": 533, "junior": 534, "history": 535, "Malaysia": 536, "achieved": 537, "2004": 538, "reasonable": 539, "ok": 540, "81": 541, "6": 542, "enough": 543, "four-and-a-half": 544, "afraid": 545, "later": 546, "lot": 547, "my": 548, "zeroes": 549, "flash": 550, "warm": 551, "round": 552, "applause": 553, "reasonably": 554, "neutral": 555, "British": 556, "bronze": 557, "uncle": 558, "swimmer": 559, "1976": 560, "picked": 561, "800": 562, "freestyle": 563, "Gordon": 564, "Downey": 565, "Nick": 566, "McCrory": 567, "representing": 568, "USA": 569, "respectable": 570, "announcer": 571, "sharply": 572, "indeed": 573, "forward": 574, "slipped": 575, "end": 576, "penalized": 577, "sand": 578, "shame": 579, "other": 580, "parts": 581, "last": 582, "vital": 583, "compared": 584, "gymnastics": 585, "sticking": 586, "landing": 587, "after": 588, "routine": 589, "Pan": 590, "Am": 591, "10-meter": 592, "year": 593, "Guadalajara": 594, "sports": 595, "festival": 596, "gaining": 597, "prestige": 598, "attracting": 599, "eights": 600, "top-ten": 601, "hitters": 602, "small": 603, "done": 604, "observed": 605, "biggest": 606, "likes": 607, "chose": 608, "highest": 609, "finals": 610, "2008": 611, "event": 612, "10th": 613, "challenge": 614, "himself": 615, "u": 616, "s": 617, "three-and-a-half": 618, "marker": 619, "teammate": 620, "Lin": 621, "sitting": 622, "ly": 623, "bigger": 624, "2/3": 625, "begin": 626, "I've": 627, "seen": 628, "series": 629, "Sasha": 630, "Klein": 631, "clean": 632, "26": 633, "8": 634, "golds": 635, "silvers": 636, "Championship": 637, "level": 638, "9": 639, "head": 640, "injury": 641, "June": 642, "while": 643, "training": 644, "apartment": 645, "Tim": 646, "found": 647, "check": 648, "beautiful": 649, "courage": 650, "where's": 651, "why": 652, "partner": 653, "influence": 654, "saw": 655, "let": 656, "go": 657, "convince": 658, "jet": 659, "control": 660, "fourth": 661, "10": 662, "metre": 663, "doing": 664, "brilliantly": 665, "they've": 666, "cost": 667, "dearly": 668, "yep": 669, "youth": 670, "exposed": 671, "dovey": 672, "sizable": 673, "straighten": 674, "17": 675, "outstanding": 676, "Youth": 677, "Championships": 678, "Budapest": 679, "14": 680, "straightaway": 681, "pitched": 682, "World": 683, "Parisi": 684, "Brazil": 685, "indication": 686, "sight": 687, "3": 688, "0": 689, "can't": 690, "expect": 691, "collect": 692, "score": 693, "hugo": 694, "another": 695, "knows": 696, "competition": 697, "kick-out": 698, "handstand": 699, "must": 700, "hold": 701, "powerfully-built": 702, "tall": 703, "165": 704, "centimeters": 705, "compact": 706, "66": 707, "repeater": 708, "we've": 709, "operations": 710, "knee": 711, "compete": 712, "2010": 713, "2011": 714, "broke": 715, "2006": 716, "dangerous": 717, "sport": 718, "thought": 719, "flagging": 720, "away": 721, "family": 722, "convinced": 723, "keep": 724, "confirm": 725, "near": 726, "standings": 727, "dies": 728, "glib": 729, "verse": 730, "oh": 731, "kick": 732, "although": 733, "somehow": 734, "manages": 735, "pull": 736, "bubble": 737, "feel": 738, "sixth": 739, "victor": 740, "tiger": 741, "somebody": 742, "once": 743, "hears": 744, "move": 745, "along": 746, "own": 747, "problem": 748, "mostly": 749, "ripping": 750, "67": 751, "Victor": 752, "Anton": 753, "beautifully": 754, "strength": 755, "earrings": 756, "Christie's": 757, "ground": 758, "chest": 759, "grip": 760, "legs": 761, "wanted": 762, "side": 763, "shot": 764, "spread": 765, "arms": 766, "helps": 767, "Odia": 768, "muted": 769, "without": 770, "analyzed": 771, "elements": 772, "what's": 773, "by": 774, "size": 775, "nothing": 776, "fours": 777, "sets": 778, "earn": 779, "jump": 780, "off": 781, "toes": 782, "lift": 783, "generate": 784, "where": 785, "core": 786, "stomach": 787, "muscles": 788, "play": 789, "basically": 790, "brakes": 791, "midair": 792, "improvement": 793, "day": 794, "particularly": 795, "17-year": 796, "looks": 797, "might": 798, "risky": 799, "issues": 800, "cope": 801, "school": 802, "Tuck": 803, "allow": 804, "barks": 805, "tell": 806, "77": 807, "you're": 808, "kind": 809, "helping": 810, "progressed": 811, "next": 812, "dickish": 813, "semi": 814, "competed": 815, "international": 816, "20th": 817, "18": 818, "agreed": 819, "hey": 820, "61": 821, "kept": 822, "tied": 823, "breath": 824, "watch": 825, "allows": 826, "pushing": 827, "brave": 828, "taken": 829, "reward": 830, "risk": 831, "highly": 832, "mouth": 833, "happened": 834, "appreciate": 835, "Ukraine": 836, "flying": 837, "Europeans": 838, "attack": 839, "aggressive": 840, "jumping": 841, "pool": 842, "makes": 843, "tougher": 844, "contrast": 845, "previous": 846, "talking": 847, "angle": 848, "height": 849, "linked": 850, "83": 851, "five": 852, "quick": 853, "under-rotated": 854, "finish": 855, "gasp": 856, "touched": 857, "fortunately": 858, "fine": 859, "kicks": 860, "467": 861, "mini": 862, "occasion": 863, "toughest": 864, "7": 865, "terror": 866, "sixes": 867, "fairly": 868, "savage": 869, "cut": 870, "preliminaries": 871, "field": 872, "camera": 873, "slides": 874, "pole": 875, "pace": 876, "involved": 877, "opened": 878, "89": 879, "won": 880, "helped": 881, "replicate": 882, "awful": 883, "took": 884, "during": 885, "manage": 886, "Canadians": 887, "letting": 888, "approve": 889, "quicker": 890, "moderate": 891, "sized": 892, "place": 893, "capitalize": 894, "79": 895, "assistance": 896, "could": 897, "coach": 898, "improved": 899, "yet": 900, "anyone": 901, "else": 902, "blind": 903, "gotta": 904, "reach": 905, "expected": 906, "74": 907, "muck": 908, "around": 909, "Roger": 910, "noticeable": 911, "someone": 912, "compose": 913, "watching": 914, "results": 915, "officials": 916, "moving": 917, "ready": 918, "sweden": 919, "facility": 920, "Norway": 921, "[Music]": 922, "trailblazer": 923, "impressive": 924, "standard": 925, "midway": 926, "real": 927, "beauty": 928, "fact": 929, "overall": 930, "seventy-six": 931, "lost": 932, "100%": 933, "gone": 934, "qualifying": 935, "stage": 936, "needed": 937, "simply": 938, "mum": 939, "dad": 940, "swim": 941, "gym": 942, "turned": 943, "rather": 944, "liked": 945, "career": 946, "Steve": 947, "said": 948, "trampolining": 949, "tucks": 